Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# HexView_State_Unreadable
source: cannot be read
ar: تتعذّر القراءة
cs: nelze přečíst
de: nicht lesbar
el: δεν είναι δυνατή η ανάγνωση
es: no se puede leer
fa: قابل خواندن نیست
fr: illisible
hu: nem olvasható
id: tidak dapat dibaca
it: non leggibile
ja: 読み取れません
ko: 읽을 수 없음
pl: nie można odczytać
pt: não pode ser lido
ro: nu poate fi citit
ru: не удается прочитать
th: ไม่สามารถอ่านได้
tr: okunamıyor
uk: не вдається прочитати
vi: không thể đọc
zh_hans: 无法读取
zh_hant: 無法讀取

# HexView_Char_Space
source: space
ar: مسافة
cs: mezera
de: Leerzeichen
el: κενό
es: espacio
fa: فاصله
fr: espace
hu: szóköz
id: spasi
it: spazio
ja: 空白
ko: 공백
pl: spacja
pt: espaço
ro: spațiu
ru: пробел
th: ช่องว่าง
tr: boşluk
uk: пробіл
vi: dấu cách
zh_hans: 空格
zh_hant: 空格

# HexView_Char_Unprintable
source: non-printable character
ar: حرف غير قابل للطباعة
cs: netisknutelný znak
de: nicht druckbares Zeichen
el: μη εκτυπώσιμος χαρακτήρας
es: carácter no imprimible
fa: نویسهٔ غیرقابل چاپ
fr: caractère non imprimable
hu: nem nyomtatható karakter
id: karakter yang tidak dapat dicetak
it: carattere non stampabile
ja: 表示できない文字
ko: 인쇄할 수 없는 문자
pl: znak niedrukowalny
pt: caractere não imprimível
ro: caracter neimprimabil
ru: непечатаемый символ
th: อักขระที่พิมพ์ไม่ได้
tr: yazdırılamayan karakter
uk: недрукований символ
vi: ký tự không in được
zh_hans: 不可打印字符
zh_hant: 無法列印的字元

# HexView_Announce_Deleted
source: {0} bytes deleted
ar: تم حذف {0} بايت
cs: Odstraněno bajtů: {0}
de: {0} Bytes gelöscht
el: Διαγράφηκαν {0} byte
es: {0} bytes eliminados
fa: {0} بایت حذف شد
fr: {0} octets supprimés
hu: {0} bájt törölve
id: {0} byte dihapus
it: {0} byte eliminati
ja: {0} バイトを削除しました
ko: {0}바이트 삭제됨
pl: Usunięte bajty: {0}
pt: {0} bytes excluídos
ro: {0} octeți șterși
ru: Удалено байт: {0}
th: ลบ {0} ไบต์แล้ว
tr: {0} bayt silindi
uk: Видалено байтів: {0}
vi: Đã xóa {0} byte
zh_hans: 已删除 {0} 字节
zh_hant: 已刪除 {0} 個位元組

# AppDescription
source: A fast hex editor for files and disks of any size
ar: محرر ست عشري سريع للملفات والأقراص بأي حجم
cs: Rychlý šestnáctkový editor pro soubory a disky libovolné velikosti
de: Ein schneller Hex-Editor für Dateien und Datenträger jeder Größe
el: Ένας γρήγορος δεκαεξαδικός επεξεργαστής για αρχεία και δίσκους οποιουδήποτε μεγέθους
es: Un editor hexadecimal rápido para archivos y discos de cualquier tamaño
fa: ویرایشگر هگزادسیمال سریع برای فایل‌ها و دیسک‌ها در هر اندازه‌ای
fr: Un éditeur hexadécimal rapide pour les fichiers et les disques de toute taille
hu: Gyors hexadecimális szerkesztő bármilyen méretű fájlokhoz és lemezekhez
id: Editor hex cepat untuk file dan disk dengan ukuran berapa pun
it: Un editor esadecimale veloce per file e dischi di qualsiasi dimensione
ja: どんな大きさのファイルやディスクも扱える高速なバイナリエディタ
ko: 모든 크기의 파일과 디스크를 다루는 빠른 16진수 편집기
pl: Szybki edytor szesnastkowy do plików i dysków dowolnej wielkości
pt: Um editor hexadecimal rápido para arquivos e discos de qualquer tamanho
ro: Un editor hexazecimal rapid pentru fișiere și discuri de orice dimensiune
ru: Быстрый шестнадцатеричный редактор для файлов и дисков любого размера
th: ตัวแก้ไขเลขฐานสิบหกที่รวดเร็วสำหรับไฟล์และดิสก์ทุกขนาด
tr: Her boyutta dosya ve disk için hızlı bir hex düzenleyici
uk: Швидкий шістнадцятковий редактор для файлів і дисків будь-якого розміру
vi: Trình chỉnh sửa hex nhanh cho tệp và ổ đĩa ở mọi kích thước
zh_hans: 适用于任意大小文件和磁盘的快速十六进制编辑器
zh_hant: 可處理任何大小檔案和磁碟的快速十六進位編輯器

# Startup_RedirectTimedOut
source: The existing window isn't responding, so this was opened in a new instance.
ar: النافذة الحالية لا تستجيب، لذا تم الفتح في مثيل جديد.
cs: Stávající okno nereaguje, proto se soubor otevřel v nové instanci.
de: Das vorhandene Fenster reagiert nicht, daher wurde dies in einer neuen Instanz geöffnet.
el: Το υπάρχον παράθυρο δεν αποκρίνεται, επομένως το άνοιγμα έγινε σε νέα παρουσία.
es: La ventana existente no responde, así que se abrió en una nueva instancia.
fa: پنجرهٔ موجود پاسخ نمی‌دهد، بنابراین در نمونهٔ جدیدی باز شد.
fr: La fenêtre existante ne répond pas ; l'ouverture s'est donc faite dans une nouvelle instance.
hu: A meglévő ablak nem válaszol, ezért egy új példányban nyílt meg.
id: Jendela yang ada tidak merespons, sehingga ini dibuka di instans baru.
it: La finestra esistente non risponde, quindi l'apertura è avvenuta in una nuova istanza.
ja: 既存のウィンドウが応答しないため、新しいインスタンスで開きました。
ko: 기존 창이 응답하지 않아 새 인스턴스에서 열었습니다.
pl: Istniejące okno nie odpowiada, więc otwarto w nowym wystąpieniu.
pt: A janela existente não está respondendo, por isso o conteúdo foi aberto em uma nova instância.
ro: Fereastra existentă nu răspunde, așa că s-a deschis într-o instanță nouă.
ru: Существующее окно не отвечает, поэтому файл открыт в новом экземпляре.
th: หน้าต่างที่มีอยู่ไม่ตอบสนอง จึงเปิดในอินสแตนซ์ใหม่
tr: Mevcut pencere yanıt vermediğinden bu, yeni bir örnekte açıldı.
uk: Наявне вікно не відповідає, тому файл відкрито в новому екземплярі.
vi: Cửa sổ hiện tại không phản hồi nên nội dung này đã được mở trong một phiên bản mới.
zh_hans: 现有窗口没有响应，因此已在新实例中打开。
zh_hant: 現有視窗沒有回應，因此已在新的執行個體中開啟。

# Startup_DataFolderReadOnly
source: Settings won't be saved because the data folder can't be written to.
ar: لن يتم حفظ الإعدادات لأنه تتعذّر الكتابة في مجلد البيانات.
cs: Nastavení se nebude ukládat, protože do složky dat nelze zapisovat.
de: Einstellungen werden nicht gespeichert, da in den Datenordner nicht geschrieben werden kann.
el: Οι ρυθμίσεις δεν θα αποθηκευτούν, επειδή δεν είναι δυνατή η εγγραφή στον φάκελο δεδομένων.
es: La configuración no se guardará porque no se puede escribir en la carpeta de datos.
fa: تنظیمات ذخیره نمی‌شوند، زیرا نوشتن در پوشهٔ داده ممکن نیست.
fr: Les paramètres ne seront pas enregistrés, car il est impossible d'écrire dans le dossier de données.
hu: A beállítások nem lesznek mentve, mert az adatmappa nem írható.
id: Pengaturan tidak akan disimpan karena folder data tidak dapat ditulisi.
it: Le impostazioni non verranno salvate perché non è possibile scrivere nella cartella dei dati.
ja: データフォルダに書き込めないため、設定は保存されません。
ko: 데이터 폴더에 쓸 수 없으므로 설정이 저장되지 않습니다.
pl: Ustawienia nie będą zapisywane, ponieważ nie można zapisywać w folderze danych.
pt: As configurações não serão salvas porque não é possível gravar na pasta de dados.
ro: Setările nu vor fi salvate, deoarece nu se poate scrie în folderul de date.
ru: Параметры не будут сохранены, так как запись в папку данных невозможна.
th: จะไม่บันทึกการตั้งค่า เนื่องจากไม่สามารถเขียนลงในโฟลเดอร์ข้อมูลได้
tr: Veri klasörüne yazılamadığından ayarlar kaydedilmeyecek.
uk: Параметри не буде збережено, оскільки запис у папку даних неможливий.
vi: Cài đặt sẽ không được lưu vì không thể ghi vào thư mục dữ liệu.
zh_hans: 无法写入数据文件夹，因此不会保存设置。
zh_hant: 無法寫入資料資料夾，因此不會儲存設定。

# Startup_ExportSettings
source: Export settings
ar: تصدير الإعدادات
cs: Exportovat nastavení
de: Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
es: Exportar configuración
fa: صادر کردن تنظیمات
fr: Exporter les paramètres
hu: Beállítások exportálása
id: Ekspor pengaturan
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
pl: Eksportuj ustawienia
pt: Exportar configurações
ro: Exportare setări
ru: Экспортировать параметры
th: ส่งออกการตั้งค่า
tr: Ayarları dışarı aktar
uk: Експортувати параметри
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

# Startup_OldRecoveryDeleted
source: Deleted {0} recovery item(s) older than 30 days.
ar: تم حذف {0} من عناصر الاسترداد الأقدم من 30 يوماً.
cs: Odstraněno položek pro obnovení starších než 30 dní: {0}.
de: {0} Wiederherstellungselement(e), die älter als 30 Tage waren, wurden gelöscht.
el: Διαγράφηκαν {0} στοιχεία ανάκτησης παλαιότερα των 30 ημερών.
es: Se eliminaron {0} elementos de recuperación de más de 30 días.
fa: {0} مورد بازیابی قدیمی‌تر از 30 روز حذف شد.
fr: {0} élément(s) de récupération de plus de 30 jours supprimé(s).
hu: {0} darab, 30 napnál régebbi helyreállítási elem törölve.
id: {0} item pemulihan yang lebih lama dari 30 hari telah dihapus.
it: Eliminati {0} elementi di recupero più vecchi di 30 giorni.
ja: 30 日以上前の復旧用データを {0} 件削除しました。
ko: 30일이 지난 복구 항목 {0}개를 삭제했습니다.
pl: Usunięto elementy odzyskiwania starsze niż 30 dni: {0}.
pt: {0} item(ns) de recuperação com mais de 30 dias foram excluídos.
ro: S-au șters {0} elemente de recuperare mai vechi de 30 de zile.
ru: Удалено элементов восстановления старше 30 дней: {0}.
th: ลบรายการกู้คืนที่เก่ากว่า 30 วันแล้ว {0} รายการ
tr: 30 günden eski {0} kurtarma öğesi silindi.
uk: Видалено елементів відновлення, старших за 30 днів: {0}.
vi: Đã xóa {0} mục khôi phục cũ hơn 30 ngày.
zh_hans: 已删除 {0} 个超过 30 天的恢复项。
zh_hant: 已刪除 {0} 個超過 30 天的復原項目。

# StartupError_Message
source: HexEditor couldn't start. {0} Details were written to: {1}
ar: تعذّر بدء تشغيل HexEditor. {0} تمت كتابة التفاصيل في: {1}
cs: HexEditor se nepodařilo spustit. {0} Podrobnosti byly zapsány do: {1}
de: HexEditor konnte nicht gestartet werden. {0} Details wurden hier gespeichert: {1}
el: Δεν ήταν δυνατή η εκκίνηση του HexEditor. {0} Οι λεπτομέρειες καταγράφηκαν στο: {1}
es: No se pudo iniciar HexEditor. {0} Los detalles se escribieron en: {1}
fa: HexEditor آغاز نشد. {0} جزئیات در اینجا نوشته شد: {1}
fr: Impossible de démarrer HexEditor. {0} Les détails ont été écrits dans : {1}
hu: A HexEditor nem tudott elindulni. {0} A részletek helye: {1}
id: HexEditor tidak dapat dimulai. {0} Detail ditulis ke: {1}
it: Impossibile avviare HexEditor. {0} I dettagli sono stati scritti in: {1}
ja: 起動できませんでした。 {0} 詳細の記録: {1}
ko: HexEditor를 시작할 수 없습니다. {0} 자세한 내용이 기록된 위치: {1}
pl: Nie można uruchomić programu HexEditor. {0} Szczegóły zapisano w: {1}
pt: Não foi possível iniciar o HexEditor. {0} Os detalhes foram gravados em: {1}
ro: HexEditor nu a putut porni. {0} Detaliile au fost scrise în: {1}
ru: Не удалось запустить HexEditor. {0} Подробности записаны в файл: {1}
th: ไม่สามารถเริ่ม HexEditor ได้ {0} รายละเอียดถูกเขียนไว้ที่: {1}
tr: HexEditor başlatılamadı. {0} Ayrıntılar şuraya yazıldı: {1}
uk: Не вдалося запустити HexEditor. {0} Докладні відомості записано у файл: {1}
vi: Không thể khởi động HexEditor. {0} Chi tiết đã được ghi vào: {1}
zh_hans: HexEditor 无法启动。 {0} 详细信息已写入： {1}
zh_hant: HexEditor 無法啟動。 {0} 詳細資料已寫入： {1}

# Find_Direction_Name
source: Direction
ar: الاتجاه
cs: Směr
de: Richtung
el: Κατεύθυνση
es: Dirección
fa: جهت
hu: Irány
id: Arah
it: Direzione
ja: 方向
ko: 방향
pl: Kierunek
pt: Direção
ro: Direcție
ru: Направление
th: ทิศทาง
tr: Yön
uk: Напрямок
vi: Hướng
zh_hans: 方向
zh_hant: 方向

# Find_Direction_Forward.Content
source: Forward
ar: للأمام
cs: Dopředu
de: Vorwärts
el: Προς τα εμπρός
es: Hacia delante
fa: رو به جلو
fr: Vers l'avant
hu: Előre
id: Maju
it: Avanti
ja: 前方
ko: 아래로
pl: Do przodu
pt: Para frente
ro: Înainte
ru: Вперед
th: ไปข้างหน้า
tr: İleri
uk: Вперед
vi: Tiến
zh_hans: 向下
zh_hant: 向下

# Find_Direction_Backward.Content
source: Backward
ar: للخلف
cs: Dozadu
de: Rückwärts
el: Προς τα πίσω
es: Hacia atrás
fa: رو به عقب
fr: Vers l'arrière
hu: Hátra
id: Mundur
it: Indietro
ja: 後方
ko: 위로
pl: Do tyłu
pt: Para trás
ro: Înapoi
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Lùi
zh_hans: 向上
zh_hant: 向上

# Find_Scope_Name
source: Search in
ar: البحث في
cs: Hledat v
de: Suchen in
el: Αναζήτηση σε
es: Buscar en
fa: جستجو در
fr: Rechercher dans
hu: Keresés helye
id: Cari di
it: Cerca in
ja: 検索範囲
ko: 검색 범위
pl: Szukaj w
pt: Pesquisar em
ro: Căutare în
ru: Область поиска
th: ค้นหาใน
tr: Arama yeri
uk: Область пошуку
vi: Tìm trong
zh_hans: 搜索范围
zh_hant: 搜尋範圍

# Find_Scope_Document.Content
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: ドキュメント全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Tot documentul
ru: Весь документ
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# Find_Scope_Selection.Content
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
ru: Выделение
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Find_CaseSensitive.Content
source: Match case
ar: مطابقة حالة الأحرف
cs: Rozlišovat velká a malá písmena
de: Groß-/Kleinschreibung beachten
el: Συμφωνία πεζών-κεφαλαίων
es: Coincidir mayúsculas y minúsculas
fa: تطبیق بزرگی و کوچکی حروف
fr: Respecter la casse
hu: Kis- és nagybetűk megkülönböztetése
id: Cocokkan huruf besar/kecil
it: Maiuscole/minuscole
ja: 大文字と小文字を区別する
ko: 대/소문자 구분
pl: Uwzględniaj wielkość liter
pt: Diferenciar maiúsculas e minúsculas
ro: Potrivire litere mari și mici
ru: С учетом регистра
th: ตรงตามตัวพิมพ์ใหญ่-เล็ก
tr: Büyük/küçük harf eşleştir
uk: Враховувати регістр
vi: Khớp chữ hoa/thường
zh_hans: 区分大小写
zh_hant: 大小寫須相符

# Find_Escapes.Content
source: Use escapes (\n, \xHH)
ar: استخدام تسلسلات الهروب (\n، \xHH)
cs: Používat řídicí sekvence (\n, \xHH)
de: Escapesequenzen verwenden (\n, \xHH)
el: Χρήση ακολουθιών διαφυγής (\n, \xHH)
es: Usar secuencias de escape (\n, \xHH)
fa: استفاده از دنباله‌های گریز (\n، \xHH)
fr: Utiliser les séquences d'échappement (\n, \xHH)
hu: Escape-szekvenciák használata (\n, \xHH)
id: Gunakan escape (\n, \xHH)
it: Usa sequenze di escape (\n, \xHH)
ja: エスケープを使う (\n、\xHH)
ko: 이스케이프 사용(\n, \xHH)
pl: Używaj sekwencji ucieczki (\n, \xHH)
pt: Usar sequências de escape (\n, \xHH)
ro: Utilizare secvențe escape (\n, \xHH)
ru: Escape-последовательности (\n, \xHH)
th: ใช้ลำดับหลีก (\n, \xHH)
tr: Kaçış dizilerini kullan (\n, \xHH)
uk: Escape-послідовності (\n, \xHH)
vi: Dùng chuỗi thoát (\n, \xHH)
zh_hans: 使用转义序列（\n、\xHH）
zh_hant: 使用逸出序列（\n、\xHH）

# Find_Align.Content
source: Align to characters
ar: المحاذاة مع حدود الأحرف
cs: Zarovnat na znaky
de: An Zeichen ausrichten
el: Στοίχιση σε χαρακτήρες
es: Alinear con los caracteres
fa: تراز با مرز نویسه‌ها
fr: Aligner sur les caractères
hu: Igazítás karakterhatárokhoz
id: Sejajarkan dengan karakter
it: Allinea ai caratteri
ja: 文字の境界に揃える
ko: 문자 경계에 맞추기
pl: Wyrównuj do znaków
pt: Alinhar aos caracteres
ro: Aliniere la caractere
ru: Выравнивать по символам
th: จัดแนวตามอักขระ
tr: Karakterlere hizala
uk: Вирівнювати за символами
vi: Căn theo ký tự
zh_hans: 按字符边界对齐
zh_hant: 對齊字元邊界

# Find_Options_Name
source: Search options
ar: خيارات البحث
cs: Možnosti hledání
de: Suchoptionen
el: Επιλογές αναζήτησης
es: Opciones de búsqueda
fa: گزینه‌های جستجو
fr: Options de recherche
hu: Keresési beállítások
id: Opsi pencarian
it: Opzioni di ricerca
ja: 検索のオプション
ko: 검색 옵션
pl: Opcje wyszukiwania
pt: Opções de pesquisa
ro: Opțiuni de căutare
ru: Параметры поиска
th: ตัวเลือกการค้นหา
tr: Arama seçenekleri
uk: Параметри пошуку
vi: Tùy chọn tìm kiếm
zh_hans: 搜索选项
zh_hant: 搜尋選項

# Find_CountButton.Content
source: Count matches
ar: عدّ التطابقات
cs: Spočítat shody
de: Treffer zählen
el: Καταμέτρηση αποτελεσμάτων
es: Contar coincidencias
fa: شمارش موارد منطبق
fr: Compter les résultats
hu: Találatok megszámlálása
id: Hitung kecocokan
it: Conta corrispondenze
ja: 件数を数える
ko: 일치 항목 개수 세기
pl: Policz dopasowania
pt: Contar ocorrências
ro: Numărare potriviri
ru: Подсчитать совпадения
th: นับรายการที่ตรงกัน
tr: Eşleşmeleri say
uk: Підрахувати збіги
vi: Đếm kết quả khớp
zh_hans: 统计匹配项
zh_hant: 計算符合項目

# Find_Counting
source: {0} / counting...
ar: {0} / جارٍ العد...
cs: {0} / počítá se...
de: {0} / wird gezählt...
el: {0} / καταμέτρηση...
es: {0} / contando...
fa: {0} / در حال شمارش...
fr: {0} / comptage...
hu: {0} / számlálás...
id: {0} / menghitung...
it: {0} / conteggio...
ja: {0} / 数えています...
ko: {0} / 세는 중...
pl: {0} / liczenie...
pt: {0} / contando...
ro: {0} / se numără...
ru: {0} / подсчет...
th: {0} / กำลังนับ...
tr: {0} / sayılıyor...
uk: {0} / підрахунок...
vi: {0} / đang đếm...
zh_hans: {0} / 正在统计...
zh_hant: {0} / 正在計算...

# Find_CountOverLimit
source: {0} / over {1}
ar: {0} / أكثر من {1}
cs: {0} / více než {1}
de: {0} / über {1}
el: {0} / πάνω από {1}
es: {0} / más de {1}
fa: {0} / بیش از {1}
fr: {0} / plus de {1}
hu: {0} / több mint {1}
id: {0} / lebih dari {1}
it: {0} / oltre {1}
ja: {0} / {1} 件以上
ko: {0} / {1}개 이상
pl: {0} / ponad {1}
pt: {0} / mais de {1}
ro: {0} / peste {1}
ru: {0} / более {1}
th: {0} / มากกว่า {1}
tr: {0} / {1} üzeri
uk: {0} / понад {1}
vi: {0} / hơn {1}
zh_hans: {0} / 超过 {1}
zh_hant: {0} / 超過 {1}

# Find_PreviewMore
source: {0} ... ({1} bytes in total)
ar: {0} ... (الإجمالي {1} بايت)
cs: {0} ... (celkem bajtů: {1})
de: {0} ... (insgesamt {1} Bytes)
el: {0} ... ({1} byte συνολικά)
es: {0} ... ({1} bytes en total)
fa: {0} ... (در مجموع {1} بایت)
fr: {0} ... ({1} octets au total)
hu: {0} ... (összesen {1} bájt)
id: {0} ... (total {1} byte)
it: {0} ... ({1} byte in totale)
ja: {0} …(全 {1} バイト)
ko: {0} ...(총 {1}바이트)
pl: {0} ... (łącznie bajtów: {1})
pt: {0} ... ({1} bytes no total)
ro: {0} ... ({1} octeți în total)
ru: {0} ... (всего байт: {1})
th: {0} ... (ทั้งหมด {1} ไบต์)
tr: {0} ... (toplam {1} bayt)
uk: {0} ... (усього байтів: {1})
vi: {0} ... (tổng cộng {1} byte)
zh_hans: {0} ...（共 {1} 字节）
zh_hant: {0} ...（共 {1} 個位元組）

# Find_ErrorAt
source: {0} (character {1})
ar: {0} (الحرف {1})
cs: {0} (znak {1})
de: {0} (Zeichen {1})
el: {0} (χαρακτήρας {1})
es: {0} (carácter {1})
fa: {0} (نویسهٔ {1})
fr: {0} (caractère {1})
hu: {0} ({1}. karakter)
id: {0} (karakter {1})
it: {0} (carattere {1})
ja: {0} ({1} 文字目)
ko: {0}({1}번째 문자)
pl: {0} (znak {1})
pt: {0} (caractere {1})
ro: {0} (caracterul {1})
ru: {0} (символ {1})
th: {0} (อักขระที่ {1})
tr: {0} ({1}. karakter)
uk: {0} (символ {1})
vi: {0} (ký tự {1})
zh_hans: {0}（第 {1} 个字符）
zh_hant: {0}（第 {1} 個字元）

# Find_Error_InvalidEscape
source: “{0}” isn't a valid escape.
ar: «{0}» ليس تسلسل هروب صالحاً.
cs: „{0}“ není platná řídicí sekvence.
de: „{0}“ ist keine gültige Escapesequenz.
el: Το «{0}» δεν είναι έγκυρη ακολουθία διαφυγής.
es: “{0}” no es una secuencia de escape válida.
fa: «{0}» دنبالهٔ گریز معتبری نیست.
fr: « {0} » n'est pas une séquence d'échappement valide.
hu: „{0}” nem érvényes escape-szekvencia.
id: “{0}” bukan escape yang valid.
it: “{0}” non è una sequenza di escape valida.
ja: 「{0}」は正しいエスケープではありません。
ko: "{0}"은(는) 올바른 이스케이프가 아닙니다.
pl: „{0}” nie jest prawidłową sekwencją ucieczki.
pt: “{0}” não é uma sequência de escape válida.
ro: „{0}” nu este o secvență escape validă.
ru: «{0}» не является допустимой escape-последовательностью.
th: "{0}" ไม่ใช่ลำดับหลีกที่ถูกต้อง
tr: “{0}” geçerli bir kaçış dizisi değil.
uk: «{0}» не є допустимою escape-послідовністю.
vi: “{0}” không phải là chuỗi thoát hợp lệ.
zh_hans: “{0}”不是有效的转义序列。
zh_hant: 「{0}」不是有效的逸出序列。

# Find_FoundAt
source: Found at {0}.
ar: تم العثور عليه عند {0}.
cs: Nalezeno na {0}.
de: Gefunden bei {0}.
el: Βρέθηκε στη θέση {0}.
es: Se encontró en {0}.
fa: در {0} پیدا شد.
fr: Trouvé à {0}.
hu: Találat itt: {0}.
id: Ditemukan di {0}.
it: Trovato in {0}.
ja: {0} で見つかりました。
ko: {0}에서 찾았습니다.
pl: Znaleziono w {0}.
pt: Encontrado em {0}.
ro: Găsit la {0}.
ru: Найдено в позиции {0}.
th: พบที่ {0}
tr: {0} konumunda bulundu.
uk: Знайдено в позиції {0}.
vi: Đã tìm thấy tại {0}.
zh_hans: 在 {0} 处找到。
zh_hant: 在 {0} 找到。

# Operation_Count
source: Counting matches
ar: عدّ التطابقات
cs: Počítání shod
de: Treffer werden gezählt
el: Καταμέτρηση αποτελεσμάτων
es: Contando coincidencias
fa: شمارش موارد منطبق
fr: Comptage des résultats
hu: Találatok megszámlálása
id: Menghitung kecocokan
it: Conteggio delle corrispondenze
ja: 件数を数える
ko: 일치 항목 개수 세기
pl: Liczenie dopasowań
pt: Contando ocorrências
ro: Numărare potriviri
ru: Подсчет совпадений
th: กำลังนับรายการที่ตรงกัน
tr: Eşleşmeler sayılıyor
uk: Підрахунок збігів
vi: Đếm kết quả khớp
zh_hans: 统计匹配项
zh_hant: 計算符合項目

# Error_FileTooLarge
source: The file is too large for the file system of the destination ({0}, {1}). The maximum file size is {2}. Save it to another drive.
ar: الملف كبير جداً بالنسبة لنظام ملفات الوجهة ({0}، {1}). الحد الأقصى لحجم الملف هو {2}. احفظه على محرك أقراص آخر.
cs: Soubor je pro systém souborů cíle ({0}, {1}) příliš velký. Maximální velikost souboru je {2}. Uložte ho na jinou jednotku.
de: Die Datei ist zu groß für das Dateisystem des Ziels ({0}, {1}). Die maximale Dateigröße beträgt {2}. Speichern Sie sie auf einem anderen Laufwerk.
el: Το αρχείο είναι πολύ μεγάλο για το σύστημα αρχείων του προορισμού ({0}, {1}). Το μέγιστο μέγεθος αρχείου είναι {2}. Αποθηκεύστε το σε άλλη μονάδα δίσκου.
es: El archivo es demasiado grande para el sistema de archivos del destino ({0}, {1}). El tamaño máximo de archivo es {2}. Guárdalo en otra unidad.
fa: فایل برای سیستم فایل مقصد ({0}، {1}) بیش از حد بزرگ است. حداکثر اندازهٔ فایل {2} است. آن را در درایو دیگری ذخیره کنید.
fr: Le fichier est trop volumineux pour le système de fichiers de la destination ({0}, {1}). La taille de fichier maximale est de {2}. Enregistrez-le sur un autre lecteur.
hu: A fájl túl nagy a cél fájlrendszeréhez ({0}, {1}). A fájlok maximális mérete {2}. Mentse egy másik meghajtóra.
id: File terlalu besar untuk sistem file tujuan ({0}, {1}). Ukuran file maksimum adalah {2}. Simpan ke drive lain.
it: Il file è troppo grande per il file system della destinazione ({0}, {1}). La dimensione massima del file è {2}. Salvalo in un'altra unità.
ja: 保存先 ({0}) のファイルシステム ({1}) には、この大きさのファイルを保存できません。上限は {2} です。別のドライブに保存してください。
ko: 파일이 너무 커서 대상의 파일 시스템({0}, {1})에 저장할 수 없습니다. 최대 파일 크기는 {2}입니다. 다른 드라이브에 저장하세요.
pl: Plik jest za duży dla systemu plików miejsca docelowego ({0}, {1}). Maksymalny rozmiar pliku to {2}. Zapisz go na innym dysku.
pt: O arquivo é grande demais para o sistema de arquivos do destino ({0}, {1}). O tamanho máximo de arquivo é {2}. Salve-o em outra unidade.
ro: Fișierul este prea mare pentru sistemul de fișiere al destinației ({0}, {1}). Dimensiunea maximă a fișierului este {2}. Salvați-l pe altă unitate.
ru: Файл слишком велик для файловой системы назначения ({0}, {1}). Максимальный размер файла: {2}. Сохраните его на другой диск.
th: ไฟล์มีขนาดใหญ่เกินไปสำหรับระบบไฟล์ของปลายทาง ({0}, {1}) ขนาดไฟล์สูงสุดคือ {2} โปรดบันทึกลงในไดรฟ์อื่น
tr: Dosya, hedefin dosya sistemi ({0}, {1}) için çok büyük. En büyük dosya boyutu {2}. Başka bir sürücüye kaydedin.
uk: Файл завеликий для файлової системи призначення ({0}, {1}). Максимальний розмір файлу: {2}. Збережіть його на інший диск.
vi: Tệp quá lớn đối với hệ thống tệp của nơi lưu ({0}, {1}). Kích thước tệp tối đa là {2}. Hãy lưu vào ổ đĩa khác.
zh_hans: 文件太大，目标位置的文件系统（{0}，{1}）无法保存。最大文件大小为 {2}。请将其保存到其他驱动器。
zh_hant: 檔案太大，目的地的檔案系統（{0}，{1}）無法儲存。檔案大小上限為 {2}。請將其儲存到其他磁碟機。

# SaveSpace_Title
source: Not enough free space
ar: لا توجد مساحة خالية كافية
cs: Nedostatek volného místa
de: Nicht genügend freier Speicherplatz
el: Δεν υπάρχει αρκετός ελεύθερος χώρος
es: No hay suficiente espacio libre
fa: فضای خالی کافی نیست
fr: Espace libre insuffisant
hu: Nincs elég szabad hely
id: Ruang kosong tidak cukup
it: Spazio libero insufficiente
ja: 空き容量が足りません
ko: 여유 공간 부족
pl: Za mało wolnego miejsca
pt: Não há espaço livre suficiente
ro: Spațiu liber insuficient
ru: Недостаточно свободного места
th: พื้นที่ว่างไม่เพียงพอ
tr: Yeterli boş alan yok
uk: Недостатньо вільного місця
vi: Không đủ dung lượng trống
zh_hans: 可用空间不足
zh_hant: 可用空間不足
